{"podcast_details": {"podcast_title": "Stuff You Should Know", "episode_title": "Selects: How Music Sampling Works", "episode_image": "https://www.omnycontent.com/d/programs/e73c998e-6e60-432f-8610-ae210140c5b1/a91018a4-ea4f-4130-bf55-ae270180c327/image.jpg?t=1684846432&size=Large", "episode_transcript": " Hello everybody the Xfinity 10G network was made for streaming giving you an incredible viewing experience Now you can stream all of your favorite live sports shows and movies with way less buffering freezing and lagging Thanks to the next generation Xfinity 10G network You get a reliable connection so you can sit back relax and enjoy your favorite entertainment Get way more into what you're into when you stream on the Xfinity 10G network learn more at fluidxfinity.com Hey everybody want to talk to you quickly about our old friends from Squarespace Specifically you want to talk about fluid engine a next generation website design system from Squarespace It's never been easier for anyone to unlock unbreakable creativity than with fluid engine You start with the best-in-class website template And then you can customize every design detail with reimagined drag and drop technology for desktop or mobile Stretch your imagination online with fluid engine just go to squarespace.com Stuff for a free trial and when you're ready to launch use our offer code stuff to save 10% off your first purchase of a website or domain Hello, everyone. This is Charles W Chuck Bryant here co-host of stuff. You should know that's the podcast You're listening to right now. If you didn't know on Saturdays we play reruns. That's right We call them selects because we hand pick them ourselves and do these goofy little intros Which is kind of a lot of fun actually But that's what they're called. They're called Saturday selects And it's a chance for you to either relisten to a classic episode or to hear it for the very first time If you didn't start listening to the podcast a gazillion years ago when we started this is from March 29th 2012 Oh boy, that's a long time ago how music sampling works. Hope we got this one, right? Welcome to stuff you should know a production of iHeartRadio Hey and welcome to the podcast I'm Josh Clark with me as always is Charles W Chuck Bryant and that makes this the super Sampley version of stuff. You should know the super stuff guide to sampling Could that be an audiobook? Why not? Let's try as a matter of fact if you're listening this right now, you owe us a dollar Mail it in Yeah, mail it into 3350 Peach Tree Road, Atlanta, Georgia Care of Josh Clark 303.1 303.26 Sweet 1500. Okay All right with that done we can continue on with the podcast You know what we should have gotten really creative and just like sampled old podcasts and put them together and to Jerry do you feel like doing that? No Do a mashup? That's what they call that. Sure. That's what the kids call it these days. Yeah. Yeah. No, we'll just do it straight instead Boring and guess is what you call it. I have an intro. Let's hear it. Have you heard Chuck of a man named Armin Boledian? Of a man named Armin Boledian Armin Tanzarian, nope. No, I have not then Armin Boledian is the owner and sole employee of a company called Bridgeport Yeah, okay. Now I have Bridgeport is a music catalog company. Yeah and Like many other music catalog companies They basically just sit on a lot of copyrights to popular songs the musical composition of those songs, right? It's almost like owning stock Yes, like you buy stock in these musics and wait for them to be worth something. Sure, or you can Allegedly shadily get your hands on Already valuable music sure and then like stocks do what Bridgeport did which is Start suing anyone and everyone who ever sampled it So Bridgeport made a big flap in 2005 when they sued Jay-Z for his song justify my thug. Yeah, I Want to go ahead and add a disclaimer here I am far too square to talk seriously about hip-hop like I'm really into elevator music right now. Seriously. Yeah so when I say things like justify my thug or Jay-Z or Breaks right. I'm speaking strictly as an outside observer An interested outside observer, but I'm not I'm not from the streets. So like I don't yeah I was I was down as they say from like 87 to 95 ish That was those were my big hip-hop years nice and then but these days you say Jay-Z and I know that's the That's the handsome man married to that pretty lady Okay, so I'm not down with the new stuff we had a similar trajectory Yeah, except I used to be into it and it sounds like you never were right What in the name of God is a walk a flock? You know Yes. All right. So anyway Bridgeport sued Jay-Z for sampling Madonna's justify my love somehow Bridgeport got its hands on the copyright to justify my love. It's a pretty big song sure and When Jay-Z sampled it they sued him now this guy runs around suing everybody Apparently had like 700 lawsuits against just people who sampled George Clinton's work Well, that's a big attorney's fees right there. Yeah, it is and but when it pays off it pays off So this guy's come to be known a Bridgeport or people like him have come to be known were called sample trolls Remember patent trolls when I gave like the absolute wrong definition of that. Yeah. Well Sample troll is somebody who just buys up songs hangs on the copyrights And then sues people who sample them without asking right on the one hand you can make a case that well These people are breaking copyright law sure by not asking and getting permission to use Samples of this. Yeah, on the other hand Bridgeport has made it their aim to sue anybody who sampled it at all Even if they've taken the work and made it unrecognizable, right? Which that kind of a lot of people are on the other side of the aisle going like that's ridiculous That stifles creativity. This is just one of the many Interesting aspects of music sampling Wow That was a proper intro it been a while And that's one but it's probably the biggest as far as What people think about how music is used and creativity and ownership and One of the things that you just mentioned was that Bridgeport is some big corporation and if you talk to like Hank Shockley the former producer of Public Enemy he will Say that you know We don't have any problems paying music to artists who created this stuff He said but they're on by these corporations now, and it's just it's greed on their part. Yes Which is not there are two sides to every story now and The music industry as we'll see kind of went on a tear of like suing everybody and Protecting themselves and now you kind of understand like oh That's why no one feels bad about this whole music piracy thing Well, there was a big rush at one point because it was a new genre I mean we'll get into the history of how it came to be and all but it was a new thing and so all of a sudden, you know for the first You know several years that was open territory Yeah, and that's when like that was the heyday if you ask me well folks nerdier than us might be confused at this point because Sampling also refers to digitizing music Yes, what we're talking about is taking a piece of an already established Piece of music right a selection of it and then recreating it using it Put maybe putting it back to back to back in a loop sometimes Oftentimes actually and then creating something new using this. Yeah, right. Yeah, so That's what we're talking about with music sampling. All right, it's been around for a while, too. Yeah Well, you mentioned Taking a snippet. Let's go ahead and just get a couple of examples out there if we want to start out with Trying to explain to people what a sample is and most people know this. Okay. There are no further places to look then James Brown's 1970 song funky drummer. Mm-hmm. Let's go ahead and hear that that little breakbeat. Oh It's like that, huh? Yeah, all Right, so that's instantly recognizable so that's funky drummer that's funky drummer and that was who was the drummer there Clyde stubblefield. Yes Clyde stubblefield who has never gotten a cent No, but he's pretty cool man He is not trying to sue anybody is not seeking anything any damages from in this literally Thousands of songs have used that drum break, right? Yeah, James Brown has been sampled and this is not just that song but a lot of it comes from funky drummer 2729 times. Okay, so the leader and you can make a case that funky drummer provided the basis for hip-hop Like all early hip-hop songs, especially in like the mid to late 80s all use that Drum break, right? Yeah, um Stubblefield's not going after anybody for that But what he did was get together with some documentarians who made something called copyright criminals a Documentary called copyright criminals to release a special version of the DVD that has all new Ready to sample Clyde stubblefield drum breaks that he created just for this and if you want to use them He's give him like 15% of your of your sales nice So he's like doing it. He's trying out a different model. Well on the other side, too Which we haven't mentioned is is and this is a point that a lot of the hip-hop producers would make is that Some of these people are being pulled from obscurity For instance the second clip we're gonna play which is the amen break from amen brother and it was a b-side From a very little known song from a group called the Winston's We can hear this one too. Yes, and we'll hear that right now So that one to me is Slightly better than funky drummer. So that's the amen break. That's the amen break and dude that one has been sampled thousands of times so that one gave birth to drum and bass and jungle like all all jungle music is Based on the deconstruction of the amen break if you're interested in hearing about there's a really cool movie like or a video It's like 18 minutes long It's a YouTube video and the title is video explains the world's most important six second drum loop Wow, so it gave rise to jungle NWA straight out of Compton use that yeah cold cut used it yeah and Third bass famously used it as well and hundreds of others Yeah, I like their bass and that was because we want to give due to some of these folks who created this stuff That was Gregory Sylvester Coleman who was the actual drummer that played that lick and that was the Winston's. Yeah the Winston's excellent Gregory Sylvester Coleman So yeah, I think what you're originally saying is some producers are saying like you ever heard of Gregory Coleman Yeah, exactly. So they're they're bringing some of these folks out of obscurity and giving them their due and I'm sure Selling some records for him here or there. Yeah, so that records really hard to find obviously well They need to press it again. Maybe they should okay So you take an LL cool J ladies love cool James for instance is that what LL stands for? Yeah, you never knew that no, yeah, he's listen to him extensively He was James something and you know the ladies love cool James Oh, he always eat cool Jake cookies. I'm bad. See, you know, no, I did know I've just fallen off like you. Okay So you take the funky drummer from my James Brown song and you take Sly and the family stones trip to your heart The the background vocals and then basically you loop those over and over and over and you have a little song called Mama said knock you out. Oh, we're about to hear that. Well, we're gonna hear him separately Obviously, we already played the funky drummer and now this is the first time we've ever heard of him Now this is the trip to your heart backing vocals from Sly and the family stone whom I love All right, so that's it dude over and over and over with ladies love cool James rapping Okay, and you got a huge huge hit. Yeah. Oh, that was a big one. Oh, yeah huge. I wasn't a big LL cool J got though I Like the one I don't remember what's called but it had like the boombox on the cover of the tape Like the album artwork was a boombox. Yeah, that was good It had I'm bad on oh it did. Yeah, okay. It's not always songs that you're sampling sometimes you're sampling stuff from like a TV show or a movie or Like the Living Colors song cult of personality. You remember that? Oh, yeah, they had like an FDR speech I think it was Kennedy or no was FDR asked not had Kennedy to okay, but that was Kennedy Or he said the only thing we have to fear is fear itself. Yeah Doubting Thomas they were like a skinny puppy off shoot. They sampled. I think the day the earth stood still sure Extensively throughout this one album that they they created was pretty good Well and Guns N' Roses on their song Civil War remember at the beginning of that they played the cool hand Luke bit Hmm Over the you know guitar and then Axel's Weasley little voice comes through oh And Metallica's one. Oh, yeah. Yeah sample Johnny got his gun. That's right in the video, too, right? So those are all samples you might just think oh, that's a snippet from a movie, but it's a sample Just like you would use the amen break, right? Okay The first sampler if you want to go back in time a bit Was the mellotron? Yeah, the actual not not the person but the machine that someone used that was created for sampling right? Yeah, I mean it was it was the first time that they had ever You know it's basically a little keyboard. They're very basic I wish I had one they're really sweet and it has a volume a tone and a pitch control a low and high octave You can switch between and then three samples a B and C flutes violins and cello and it was the first time that they Basically had ever sampled anything like that. So you press the keyboard key and it plays back a pre-recorded Loop of a single note of that single note on a flute Let's say okay, which seems you know you take that for granted now when you buy these keyboards where you can do a million different things But back then the mellotron was huge. Oh, yeah, and even before that people would take Magnetic tapes like real real tapes and literally cut and splice them. Yeah to create their own samples well, and if you want to hear a classic example of the mellotron flute and I do Listen to this little clip right here. Is it aqua long? No ready? Aqualung no ready? Aqualung no That was the intro for the Beatles strawberry fields and that was Paul McCartney playing The flute sample of the mellotron on the mellotron crazy pretty cool Huh? I always thought it was just flutes and then like King Crimson and yes and Genesis like they went crazy with the mellotron Yeah, my Genesis was awesome early on. Yeah, they did awesome, but in a different way You know, yeah a very different way very Okay, so you talked about the origins with the tape splicing Yeah, yeah, I mean you you can go back even further than the mellotron was at the 60s Yes, there were these two dudes they were the two piers I call them Pierre Schaeffer and Pierre Henry, but probably Pierre Henry I bet and they were I guess what you would call a couple of Avant-garde musical artists and they created what's called music concrete. It's freaky stuff. Did you hear any of it? Yeah, I did. There's again the YouTube factors in heavily in this episode Yeah, if you want to find out a little bit about music concrete check out the 1979 BBC documentary The new sound of music that is very awesome I did watch that actually yeah that guy was a really great host. Yeah was he really laid it down So he talks about music concrete where it's basically like these people before there were tape recorders even I don't know how they were doing this. I guess real to real. Yeah, and then these guys were doing splicing They they would record the sound of a can falling or the sound of a metronome or you know A piece of music off of you know the radio and then they would splice it all together And then they would splice it all together into something that's like barely listenable But it was it was electronically reproduced music And it formed the basis of everything that came after it that had anything to do with electronic from like pink floyd Yeah to all electronic music to the residents to silver apples to all these people who? Craftwork. Yeah who created Electronic music it's all based on this these two guys creating this in like 1948 or something like that That's crazy. Yeah, did you see the part of the video where they took the tape by hand and we're dragging it through? Yeah, that ended up sounding like and I think was sort of the origins of record scratching That's what it sounded like to me as well. Of course. It was produced back in the day. So they didn't say It was before record scratching. This is about to give rise to this actually it was coming out at the same time So it was 1979 and that's when like dj cool hurt and grandmaster flash We're starting to get really good. Yeah, they were playing high school. So people were taking notice That is true. So jumping back again in 1961 james tennie, uh took blue suede shoes from elvis presley And have you heard this thing? Yeah It's very avant-garde is the way to put it. Yeah, that's a good way to put it Into collage number one was what he called it and it is In many many parts virtually unrecognizable. Yeah. Oh, yeah, it's really hard to listen to it is very hard to listen to it's a it's a piece of electronic music that's Deconstructed it's so it's blue suede shoes deconstructed. Yeah big time And I mean if you look back and you're like holy cow the the video on youtube shows like the guy sitting in front of His setup. Yeah, and it's like pretty extensive and the guy was obviously, you know out of his mind Lots of drugs wasn't it? But when you look back at it, you're like, oh that was what 1961? That's pretty impressive work. Yeah, exactly You Know my friend summer is a great time for pairings, right? Like laying out by the pool and uh getting a little bit of sun Yeah, or drinking a blue moon, which is known for great pairings like their classic belgian white Which is a belgian style wheat ale served with an iconic orange garnish or light sky chuck a light beer paired with a great citrus flavor Blue moon is made brighter to make your days better. So pair your summer moments with blue moon all season long It's best served in a glass with that signature orange garnish to showcase its beautiful hazy color blue moon isn't just another beer It's an experience so pair your summer with blue moon brewing company Get blue moon belgian white light sky and moon haze delivered by visiting get blue moon beer Dot-com stuff to see your delivery options. That's get blue moon beer dot-com Stuff blue moon made brighter celebrate responsibly blue moon brewing company golden colorado ale Are you ready to move your career forward make your comeback with purdue global and get college credit for your work school life or military Experiences with these credits you may have already completed up to 75 percent of your undergraduate degree You've worked hard to get where you are It's time to get the recognition you deserve and earn a degree You'll be proud of one that employers will trust and respect when you take the next step in your life and career Make it count with purdue global purdue's online university for working adults start your comeback at purdue global.edu edu empower your ideas with savings on powerful tech the dell technologies back to school event is on with deals on top tech for class hobbies and more and now when you buy you support a cause with every eligible purchase dell will donate to unicef in support of giga a unicef-itu global initiative to connect schools across the globe to the internet that's right accidental damage protection included you'll find rare deals on performance laptops and desktops powered by the latest intel core processors and you can save on select thin and light xps 13 laptops for life on the go well equipped inspiring laptops and two and ones for streaming studying and connecting as well as intelligent business pcs so you can work anywhere securely and by now is giving back with these back to school special set to inspire your big ideas and make them even bigger saves today at dell.com deals unicef does not endorse any company brand product or service oh [\"Dark Fusion Note\"] Dickey Goodman and Bill Buchanan in 1956 had a more commercial version of, I guess you would call it music concrete, with Flying Saucer. Did you listen to that one? That was the stuff we heard on FM radio growing up. Remember all that mashup stuff they used to do? Like, Bette Midler's From a Distance, during the first Gulf War? I don't know, I don't remember that. No, I mean like when the radio stations would do these, well let me go and say what it was and play a snippet. Flying Saucer, they took rock and roll hits from that era and mashed it up with a fake news report about aliens landing from outer space. Yeah. And it sounded a little something like this. [\"Flying Saucer\"] We interrupt this record to bring you a special bulletin. The reports of a Flying Saucer hovering over the city have been confirmed. The Flying Saucers are real. Real the way I feel, but my heart can't conceal. That was the Clatter's recording. Too real. We switch you now to our On the Spot reporter, Downtown. Come on baby, let's go downtown. Take it away, John Cameron. So that's the stuff that we heard on FM radio. Like, they would do, I remember when I was a kid they would say like, we're going to call so and so right now and they would say, hey how you feeling? And all of a sudden you'd hear, but I couldn't sleep at all last night. And then they would ask them another question. It would be like an interview and the answers were snippets from rock songs answering. Which is really like, I mean it had its heyday in the 70s and 80s for sure. I don't have a clip so I'm going to have to describe it, but the Bette Midler thing was slightly different. It would be like Bette Midler's From a Distance interspersed with patriotic speeches. Oh yeah, yeah I remember that. You remember that? Yeah. That was sampling. I guess so. In its most jingoistic form. At the very least it was a mashup, right? Oh by the way, those flying saucer guys, Buchanan and Goodman, they went on to do a lot of those things. Like they did one during the energy crisis of 74, the energy crisis of 79. But it would be like, how much gas will be rationed? Just enough for the city. Dude, I remember that. That's what I was remembering. Really? Yeah. I was eight years older. I was not cognizant at that time. I had a lot of like poop, my own poop on my hands from like playing with it when you were thinking, wow this is really neat stuff. Yeah. I was a little radio kid back then. Also I want to say one more thing. I went a little deeper in the music concrete thing. Okay. And apparently Phillips, right? The manufacturing concern. Oh yeah. They tried to get into electronic music in like the late 50s and had this whole little wing that let a couple of guys just go to town like trying to make popular electronic music. And if you search Acid House from 1958 on YouTube, these guys did a pretty good job of it. Really? It's very clearly like the predecessor of like, it's listenable. It's not just like. Yeah, yeah. It's not even avant-garde. It has like a beat to it and a melody and it's just, it's really neat. Interesting. I don't have that clip either. We should do a podcast on the Moog. That should, okay. That'll be coming. Didn't you guys do that on the B side? I think so, but we'll do it up. Okay. We've gotten requests for more music stuff. That's why I picked this one up. Oh, gotcha. So you flash forward a little bit and you mentioned cool DJ Herc, DJ Grandmaster Flash, who a lot of people think that was the group. It was Grandmaster Flash and the Furious Five, if you remember. And they hit it big in 1980 with the song Freedom, which sampled Get Up and Dance by the band Freedom. Yeah. Pretty straight up. Well, that kind of took this whole thing into mainstream. Well, and that's when scratching started too, wasn't it? Yeah. Grandmaster Flash definitely started scratching. DJ Cole Herc started sampling very clearly. Like he's the guy. Right. He's from Kingston, Jamaica, and he moved to New York in 1967, I think, and started bringing like his turntables to block parties. And he would just, he'd find like a drum break or something and then a drum break from another song. And he'd just keep like putting them together. So it was like one long drum break, maybe bring in a little bit of a bass line. And I went back and listened to some of it and it was good stuff, man. Was it? And he's doing this in like the mid 70s. And yeah, he started sampling as we know it, like turntable sampling. Crazy. Yeah. Innovating, Josh. That's even better than crazy. Marley Marl is someone else we should mention if we're talking about the early heyday. He was a house producer for The Juice Crew, which was Big Daddy Kane and Biz Marquis, among others. Yeah. But he also produced Eric B. and Rakim, LL Cool J. And he was like, he's often cited as like the early leader. What about Redhead Kingpin? I don't know that. What is that? He's like in there somewhere. Oh, is he? Yeah. Big Daddy Kane, man, you just blasted me with the nostalgia. Oh, yeah. Remember the hat? Yeah. Remember the Gumby haircut? Yeah. Oh, yeah. The, what do they call that? The high right? Oh, I always thought it was called the Gumby. That's what you call it. Huh. Well, they may call it the Gumby haircut. I don't know. In Toledo. It's a fade, essentially. Big Daddy Kane. The Beastie Boys. See, what I was talking about, like back in the day in the 80s, late 80s, they were constructing full songs from dozens of samples. And this was before you had to pay permission rights and stuff like that. So you get a song like Hey Ladies from Paul's Boutique, which is, if you ask me, the pinnacle for the Beastie Boys. Paul's Boutique or Hey Ladies? Paul's Boutique. Yeah, I don't know if it's the pinnacle. I think it's one of several pinnacles. Well, Check Your Head was great, too, but Paul's Boutique was great. Hey Ladies used 16 samples, and that was not on the low side, but Terminator X of Public Enemy and the Beastie Boys would craft songs out of dozens and dozens of samples. And that's DJ Hurricane you're giving props to. He's the Beastie Boys DJ. Was he always? I believe so. Okay. But I think they all wrote the stuff together. Okay. As we'll find out, because the court case against the Beastie Boys was Newton versus Diamond. Ouch. And we all know who Diamond is. Dustin Diamond. Mike D's brother. No, no, no. Groups like De La Soul, Public Enemy and the Beasties were crafting these songs, whereas nowadays, partially because I think they're not as good and creative, and partially because you have to pay rights, you'll get like a Kid Rock who just plays this one loop over and over, and that's the sample he uses in his song. So it's not like he's crafting these songs out of dozens and dozens of samples. Well, Public Enemy even said, like, after all these lawsuits and threats of lawsuits, if you're crafting a song out of 17 other songs, you basically have to like figure out something else because you can't do it anymore. And I mean, what a buzzkill, too, to make a song and then take it to your record company overlords who say like, okay, we can get this cleared. We can get this cleared. This one we can't clear. No way we're ever clearing this one. So go back and redo everything. Yeah. So you have like, I don't know, two thirds of your song is intact, but the other third has holes in it, you know? It kind of takes away from the whole thing. But at the same time, I mean, again, it's breaking a law. It's a copyright law. And it's not an arbitrary law. It's not a superfluous law. There is validity to it, you know? Well, let's go and talk about it then. Okay. Copyright law. The one that changed everything. It was not the first copyright lawsuit. I think those guys who did the flying saucer thing were the first to start attracting copyright lawsuits. Yeah. But the first one as far as that changed hip hop, I guess, was Bismarck Key landed a beef from one Gilbert O'Sullivan who wrote the song Alone Again naturally. And what did he use it for? For You Got What I Need or whatever? No. Oh, no. Alone Again. His 1991 song from I Need a Haircut, that album, it's called Alone Again. And Bismarck Key lifted pretty heavily from that. And he was signed to Warner Brothers. And Warner Brothers got sued by the owners of Alone Again naturally. Right? And the judge ruled in the copyright holder's favor against Warner Brothers. So all of a sudden, Warner Brothers, big business, big company, starts circling the wagons like, okay, whoa, whoa, whoa, whoa. We're really exposed right now because all of our hip hop artists are running around sampling anybody they want to. And now we can get sued for it. And the judge caught a lot of flak because he said, and not only am I ruling in your favor, I think that this should go to some sort of criminal prosecution. Wow. Right? Because their defense, Warner Brothers' defense was, it's rampant. Everyone's doing this. We've been doing it for 10 years. Like, what's your problem? And the judge was like, well, if that's the case, then we need to really start looking into this. And that shut everything down. That's when sampling went from art to business. Yeah, I'm surprised it took that long for people to catch on. Yeah. And it was money is what did it. As sales and, you know, it was just like DJs and queens. It was no big deal in the 1970s and early 80s. But all of a sudden these artists, these hip hop artists were making money on work that was previously recorded by other people. And people saw green, essentially. It's true. They saw dollar signs. They did. But let me ask you this. Should the original people, the original artists, like I can understand just hating on corporations because they didn't create this at all. Right. They just happened to own it or whatever. But should the original artists expect some sort of compensation for somebody who's making millions of dollars by taking some of that original work? Do they deserve any kind of consideration? I think so. I think I agree too, depending on how, like what degree the work has changed. Right. You know? I say use the crap out of it, but get permission and pay royalties. Yeah. Like if that's the genre, if that's what you're choosing to do, like no one's forcing these people to do that. That's what you're choosing to do. Then you've got to play by the rules. That's what I think. And then go wild with it. Well, I guess that's kind of like the status quo now, and that's not working necessarily. It's leading to like your beef with Kid Rock. Well, my beef is that he's just not very good. It's larger than that. You be careful, man. He gets in fights and stuff. Yeah. Waffle House is in Atlanta. Yeah. So he knows where we live. I saw Bismarck Key at the airport one time, by the way. You even hung out with Bismarck Key once. Really? Yeah. Played PlayStation. Yeah. So I'm on the little internal train and I was like, is that? Yeah, that is. I thought for about a half a second and I was like, yeah, that's it. Is that man wearing that gray, curly, powdered wig? No, no, he didn't wear that. Bismarck Key. All right. So let's talk about what the cost of it is. $10. No, not $10. At first, it was something, it was called a buyout. So you purchased rights to sample a song. It wasn't that much money. But like I said, as sales grew in the rap and hip hop world and, you know, rock band said it too, they started paying rollover rates, which is you got to pay per your sales. Right. Which all of a sudden, you know, the bill got larger and larger and larger. Yeah. And you're not necessarily just paying one person. No, no. You might pay the copyright owner of the composition of the music and if you use a specific recording rather than record that composition yourself and use it, then you have to pay the owner of that particular recording, which aren't necessarily one and the same. Right. And they both might want equal amounts of money rather than giving you a deal, you know. Or if you're Vanilla Ice, you would just slightly alter Queen's famous bass line from Under Pressure. Not even so much as credit them on your album. Forget asking for rights. He didn't even say like special thanks to Queen. And settle out of court eventually for an undisclosed sum of money. He raises jet skis now under the name Vanilla Ice. Does he? He has a home renovation show too. Does he really? Yeah. Oh yeah, he flips houses. Yeah. Yeah. It's pretty weird. It's a little. Well, it's not weird. It's weird for him to do it. MC Hammer. Very famous for his sampling of And Can't Touch This. And His Pants. Super Freak. Oh yeah. Yeah. Did he not pay royalties or something? No, he did. That was all in the up and up. He's a reverend now. Is he really? Yeah, he was back then. Well, he's a televangelist now. You've got to pray just to make it today. Right. So is Run from Run DMC. Really? Yeah. Huh. And Ice Ice Baby is out there flipping houses. Yeah. They all got to do something. And Dustin Diamond from Saved By The Bell. It was not a rapper. He was evicted. He was in the process of being evicted. He launched a web campaign to save his house. I remember that. I wonder what ever happened. I don't know. The drum intro for Led Zeppelin's When The Levee Breaks. That thing has been sampled dozens and dozens and dozens of times. Yeah, but it's so massive and it's so immediately recognizable that it takes over a song. You know what I'm saying? I don't think it's a... It's basically like, oh, this is a Led Zeppelin sample. Rather than like, that's the great thing about Amen Brother. It's like no one ever heard of that, but it was a perfect drum break. Yeah. When The Levee Breaks, it's two Led Zeppelin's. So two recognizable and you're off of it? Yeah. I just started thinking about Robert Plant. Right. I think they were down with it though. Jimmy Page, I remember, was totally cool with it. Yeah. Yeah, with them using that. Sure. Of course, it wasn't his lick. No, it was John Bonham. John Bonham. He's not around to say anything. No. And now when you buy, you support a cause. With every eligible purchase, you can get the recognition you deserve and earn a degree you'll be proud of. One that employers will trust and respect. When you take the next step in your life and career, make it count with Purdue Global, Purdue's online university for working adults. Start your comeback at perduglobal.edu. Empower your ideas with savings on powerful tech. a cause. With every eligible purchase Dell will donate to UNICEF in support of GIGA, a UNICEF-ITU global initiative to connect schools across the globe to the internet. That's right, accidental damage protection included. You'll find rare deals on performance laptops and desktops powered by the latest Intel Core processors and you can save on select, thin and light XPS 13 laptops for life on the go, well-equipped Inspiron laptops and 2-in-1s for streaming, studying and connecting as well as intelligent business PCs so you can work anywhere securely. And buying now is giving back with these back-to-school specials set to inspire your big ideas and make them even bigger. Save today at dell.com slash deals. UNICEF does not endorse any company, brand, product or service. He'll forget about the video game you gave him on his birthday. Wow, thanks grandpa! But he'll never forget how you invested in his future with the UNEST app. Wow, thanks grandpa! Don't just give them any gift, give them a gift that can grow with them. Invite grandparents and family friends to contribute to your child's future with the UNEST app. UNEST is an investment account for kids that makes it easy to gift funds that can be used for college tuition, their first home and more just by sharing the link or include a UNEST QR code on party invitations for birthdays and holidays. For a limited time, download the UNEST app and use the code IHEART50 at sign up to receive a $50 bonus when you fund your account. That's code IHEART50 when you sign up at unest.co for a $50 bonus. See terms and conditions at unest.co. Music In 2003, the Beastie Boys, I said the landmark case Newton v. Diamond, they did a sample and we'll hear it right now. The very beginning of Pass the Mic contains this six second flute stab. So you hear that? Yes. It's like three notes on a flute and they got the rights, the sample rights for the sound recording but not the compositional rights because they were like, you know, this guy played it so we'll pay him but it's three notes on a flute like we don't feel like we should have to pay compositional rights. Yeah I always thought it was something like eight notes was the cutoff or something like that like there's a set number of notes. I remember that from being a kid. I don't know why that would have come up when I was a kid but I seem to remember that. Well the Beastie Boys won their case actually and the judge said that the brief composition consisting of three notes separated by a half step is not sufficient to sustain a claim for copyright infringement. Ouch. So that was, we already played the clip didn't we? Yeah. Yeah. So that was it and you also you not only hear it at the very beginning of that song but you hear it underlying the entire song. What's the best sample of all time? Best use of a sample? Your favorite, how about that? It doesn't have to be best. You know what my favorite is from the Beastie Boys. Hey Ladies, remember when it's from Ballroom Blitz, you know that song? Ballroom Blitz. Yeah. A terrible, terrible song. Yeah. That's a sample, Beastie Boys sampled that song and Hey Ladies when they break that one part down it goes, she thinks she's the passionate one. That's from Ballroom Blitz. Huh. Wow. Yeah. So that's my favorite one. I definitely wouldn't have ever ever caught that. I used to love the Beastie Boys back in the day. Have you ever heard The Pop Will Eat Itself? Yeah. Back in like the early 90s they were kind of electronic. They had a song, well they're one big song, Psychosexual actually sampled a classical composition, Eric Satie's Gymnopedie. Nice. It's really awesome. I'd heard, I loved Gymnopedie and I love Psychosexual and then one day I just heard it just right. I was like oh my god that's that. Interesting. That's one of my favorites. Favorite like probably of all time was Ice Cube's Good Day. Yeah. Using the Isley Brothers footsteps in the dark. Yeah that was good and then Dr. Dre's The Chronic was like that was just the soundtrack of one year of my college life. Oh yeah. And that was a lot of George Clinton in there. Yeah tons. And Dre was actually one of the first people to stop sampling and start recreating stuff with live musicians himself. Which is called producing. Yeah you're right. And now he has his own line of headphones. Should we talk about Danger Mouse real quick? Sure. The Gray Album. Yeah. He famously in 2004 did a mashup of The Beatles White Album, Jay-Z's The Black Album and called it The Gray Album. Very creative. And EMI who owned The Beatles recordings, even though Jay-Z and Paul McCartney were totally fine with it, they shut it down and said you're not selling this. No but it made his career. Yeah and it got around on the internet such that he was like fine I'm not selling it but everyone's gonna hear it anyway. I'll go hang out with CeeLo and do some stuff and MF Doom and we'll just make some money from that instead. Oh Chuck what about cover songs? Yeah since 1909 you can cover songs. You can play a song faithfully especially live. Yeah. And not pay the owner of the composition a cent. Yeah. As long as you don't alter it like play it in a different language or something like that. Right. And there's a lot of people who say well wait a minute that's like that's a sample in its entirety. This is crazy. Yeah. What is the deal? And everyone has said we don't know. We'll figure it out in another 10 years. You know what bugs me is when these new country artists will cover a song that's like a year old like another song and release it to great acclaim. Well that used to happen like a lot. Like more than one person would record the same song and they'd get released about the same time like in the 50s and the 60s. So just be glad you don't live then because you'd be going crazy. That's true. And just so you guys know the reason we're able to play these clips is because something called Fair Use which we've talked about a lot with Jerry. Yeah. So just put your pens down lawyers because we know what we're doing. It's only in the United States and it is the exclusive right granted to us to play a snippet of something without acquiring permission as long as we use it as commentary, criticism, research, teaching, or news reporting. Well wait a minute. That's what we're doing. Does that mean that if this is heard in Australia though are we still covered by Fair Use? That I don't know. Well we'll find out. All right well that's it for music sampling. This turned out better than I thought. You got anything else? No. I mean. You got any more samples? Nope. I'm putting my turntable back in my pocket. Okay. And you know they have those little iPhone turntables now. Yeah. Which is... Come on. If you want to learn more about music sampling you can type that into the handy search bar at howstuffworks.com which means it's time for listener mail. Oh before listener mail Josh I want to point people who are into sampling and the history of sampling to go to whosampled.com. I'm glad you mentioned this. I meant to mention it too. It's a really awesome website and it allows you basically you can you can search for artists who have sampled and who have been sampled and search for songs and they basically throw them up side by side as two turntables like the original sample or the original you know break or whatever than how it was used. It's pretty cool. You can play them simultaneously. Yeah that's awesome. So that is whosampled.com. Yeah. All right Josh I'm going to read this. It's kind of a long one but this is about spies and this is from Tom and he said that his family has a strange tendency of being arrested on suspicion of being kiwi spies New Zealand spies in France. They all wear trench coats. The first story concerns my parents on their honeymoon in 1985. It was immediately following the sinking of the Rainbow Warrior in Auckland Harbor by French saboteurs. My parents were traveling into France from the UK when they were arrested and detained on suspicion of being New Zealand counter-terrorists. Nothing could be further from the truth by the way. They were held in separate holding cells for two days when French agents would come inside the cell smoking cigarettes and yelling at them in French. It was pretty terrifying for my mother who was only 21 at the time and after two days they were released and dropped off at the New Zealand embassy where they learned of the incident back in Auckland. So that's one incident. The second story comes from Great Great Auntie Anne or Sister Marie. She's a nun with the order the Little Sisters of the Poor and she is 98 years old this year and is still going strong. Her story originates with the Nazis. She had been with her fellow nuns in rural France looking after the elderly who had been abandoned as the Nazis approached. They were also sheltering three to four British airmen who had been shot down nearby. When the Nazis arrived they rounded up the nuns and the airmen accused the nuns of being spies. She and her fellow nuns of which she was mother superior were taken to a POW camp interrogated by Gestapo officers. These nuns. Yeah. Eventually she was marched into the commandant's office told she was being taken away believing she was going to be shot. She told them she would not cooperate unless her nuns were also set free. It turned into a pretty hostile negotiation and she stuck to her guns even though at one point she was looking down the barrel of one. Wow. The commandant finally agreed and bundled all the sisters together on a freight train where they believed they were going to be executed together. Suddenly the train stopped. The guards on the train threw the nuns out one by one into the snow. The doors closed and the train sped off. Sister Marie eventually led her nuns to the convent where they spent the last two years of the war not only helping the elderly but also sheltering and feeding members of the French resistance. So he said Tom said if I could read this on the podcast I know Auntie Anne would really appreciate the airtime for the convent in which she is dedicated over 70 years to and I would appreciate letting people know about why nobody in my family feels safe in France. Man. So 98 year old Auntie Anne the nun we thank you for all your work over the years and I hope you make it to 120. Yeah way to thwart the Nazis. Yeah nice. How about that? That's from Tom R. Thanks a lot Tom for letting us know that we appreciate it. Wow I guess if you have a cool family story we want to hear that. We're always we're always up for those and you can send us an email to stuffpodcast at iHeartRadio.com Stuff You Should Know is a production of iHeartRadio. For more podcasts my heart radio visit the iHeartRadio app, Apple podcasts or wherever you listen to your favorite shows. How long was Neil Armstrong actually on the moon? When did Europe start speaking English? Did Marco Polo really go to China? Curiosity Stream is the streaming service for all things history plus science wildlife and more. What's the real story behind the Mona Lisa? We've got that. What caused the collapse of Rome? We know. Where did we find mankind's earliest ancestor? Come find out. From Egypt to Einstein, Curiosity Stream is the place for history. With monthly annual and bundled plans, find one for you at curiositystream.com. This episode of Stuff You Should Know is brought to you by T-Mobile for Business. Taking advantage of scalable technology is essential to disrupting your industry. If you can't connect to or action the tools that you need though, it's like locking your keys inside your car. You can see what you need but you can't use it. T-Mobile for Business has the advanced 5G solutions you need to shake up your industry. After all disruption is in their DNA. They launched the first nationwide 5G network and continue to reshape the way business gets done. Now is the time to business bravely and start building your future today. Go to t-mobile.com slash now to learn more. What if the highlight of your travels was the traveling itself? Picture this. Admiral's Club membership, VIP treatment and more all before you hit the runway. With the City Advantage Executive Card you can elevate your travels. It's the only card with Admiral's Club membership plus it rewards your purchases with advantage miles for your travels and loyalty points towards advantage status. Make your journey the destination. Apply today at city.com slash executive and for a limited time earn 100,000 advantage bonus miles after qualifying purchases. Travel on."}, "podcast_summary": "Subject: New Episode Summary - \"Exploring the Art of Music Sampling\"\n\nHello everyone,\n\nWe have an exciting new episode for you today that delves into the fascinating world of music sampling. Join us as we explore the history and impact of sampling in various music genres, from hip hop to electronic music.\n\nWe kick things off by discussing the origins of music sampling, from the early experimentation with tape splicing to the development of the first sampler, the Mellotron. We then dive into the rise of sampling in hip hop, where artists like DJ Kool Herc and Grandmaster Flash pioneered the use of turntables to create new compositions.\n\nBut sampling didn't come without legal challenges. We explore landmark copyright cases, such as Bismarcky's arrest on suspicion of being a New Zealand counter-terrorist and the Beastie Boys' legal battle over a flute sample in \"Pass the Mic.\" These cases transformed sampling from an artistic practice to a business that required rights clearance and royalties.\n\nWe also highlight some of the most memorable and creative samples in music history, including LL Cool J's use of the drum break from James Brown's \"Funky Drummer,\" Public Enemy's sampling of George Clinton's work, and the Beastie Boys' innovative use of diverse samples.\n\nJoin us as we unpack the complexities and controversies surrounding music sampling. Whether you're a music lover or curious about copyright law, this episode is sure to entertain and educate. So head over to our podcast platform to listen to the full episode and dive into the wonderful world of music sampling.\n\nThank you for your continued support, and we hope you enjoy this episode.\n\nBest regards,\n[Your Name]\nMarketing Team", "podcast_guest": "Armin Boledian", "podcast_highlights": "Here are the main points from the podcast on music sampling:\n\n- Music sampling is the act of taking a portion of an already established piece of music and using it to create something new.\n- Sampling has been around for a long time, with early examples including the use of tape splicing and the invention of the Mellotron.\n- Hip hop artists in the 70s and 80s, such as Cool DJ Herc and Grandmaster Flash, played a pivotal role in popularizing sampling in music.\n- Copyright law became a significant issue for sampling when artists started making money from the use of samples without obtaining permission.\n- Lawsuits involving sampling have led to changes in the music industry, with artists now needing to acquire sample rights and pay royalties.\n- Some famous examples of music sampling include LL Cool J's \"Mama Said Knock You Out\" and the Beastie Boys' \"Hey Ladies\".\n- The website whosampled.com is a valuable resource for exploring the history and usage of samples in music.\n\nPlease let me know if there is anything more I can help with."}