{"podcast_details": {"podcast_title": "Wow in the World", "episode_title": "WeWow On The Weekend (8/20/23)", "episode_image": "https://content.production.cdn.art19.com/images/70/62/dd/b8/7062ddb8-fbbe-46dd-86b3-230e33a7ab76/c3ebc202c3f47287b1ce573a2d95ae1bc0cef1dfabda0f4409529a68ca38114b820e234d073219df26b6b028281258932b9fda0c0fd432058f04963192d15e0d.jpeg", "episode_transcript": " Hey, wowzerfams, it's Guy Raz here, and before we start the show, have you watched Wow in the World on YouTube? That's right, you can now watch some of your favorite TinkerCast podcasts, like Two What's in a Wow, Flip and Mozi's Guide to How to be an Earthling, Who Went Wow, and Wow in the World. To start watching today, head to tinkercast.com slash YouTube, that's tinkercast.com slash YouTube. That's it, now back to the show. Ahem, ahem, ahem, ahem. We wow on the weekend, we wow on the weekend, we wow on the weekend, cause this is what we do on the weekend. Talking, laughing, me and Reggie singing, laughing, and then we, oh wait, no, I said laughing twice. Ahem, whatever, we wow on the weekend, we wow on the weekend, we wow on the weekend, cause this is what we do on the weekend. Hello and welcome to We Wow on the Weekend. I'm your host, Dennis, and that's my co-host, Reggie. We're here in my mother's basement, chilling out, hanging loose, and straight up just like vibing, you know? Vibing, Reggie, vibing, it's slang so that the cool kids think I'm cool. Reggie, no, I'm cool, I mean, I'm cool. Okay, let's get rolling and answer some questions with the Q&A segment. Ahem, the Q&A segment. All right, let's just get the old answering machine pulled up here. Okay, here we go. Hi, you've reached Dennis from We Wow on the Weekend. That's me. Do you have a question? Well, I do too. Lots of them. And who's going to answer all my questions? You? Probably not, but I guess I can answer yours. Leave me a message. Hi, my name is Hazel and I live in St. Louis, Missouri. Oh, hi Hazel. I have a question for Dennis. Are there fires on other planets? Oh, good question that I have no idea what the answer might be. Reggie, do you know? Are there fires on other planets or fires on moons or fires on asteroids or comets? No? What do you mean no? There aren't fires on any other planets that we know of? Well, that's no fun. Well, what about the sun? All right, that's not a planet, but it is on fire, right? Plasma? Okay, this is getting too complicated. Next question. Hey, Dennis, what's up? My name is Stefan and I'm from Seattle, Washington. My wow question is how do pianos work? Wow, great question, Stefan. I have no idea how pianos work because I don't have a piano, but I do have a keyboard, which is very similar to a piano and I wrote a song about how they work and it goes a little something like this. Keyboards have no tree boards, but they make chords just for me to sing. Yeah, keyboards give me rewards that I put towards my bills and mortgage. I decree boards are for free boards and they make the best toys of keyboards. Reggie, what? No, I have another 14 verses to go. Fine, but I'm playing you the whole song later and you can't leave until the end. Next question. Hi, Dennis. My name is Juliana and I'm from Cincinnati, Ohio. Hi, Juliana. I do not have a question, but I do have a riddle. Oh yes, let's hear it. We know seven is an odd number, so how do we mix seven and an even number without subtracting, adding, multiplying, or dividing? Oh no, a math riddle? I'm not good at these. Okay, no adding, subtracting, multiplying, or dividing. Are there any other math operations left we can use? Exponentiation and square roots? Reggie, no, those are too advanced. Oh boy, this is a real toughie. Okay, Juliana, I give up. The answer is you take the S away. What? What S? Oh, the letter S. So then it spells even. I get it. But wait, is it taking an S away technically subtraction? I said technically, Reggie. Next question. Hi, Dennis. My name's Charlie and I'm nine years old and I'm from Barnabas, Wisconsin. My question is, what's your 38th favorite country? Wow, Charlie, great question. My 38th favorite country is Tajikistan because it's fun to say. Next question. Hi, Dennis. This is Evan from California and I have a riddle for you. Oh boy, two riddles in one day. What do you got, Evan? Throw away the outside and cook the inside. Then eat the outside and throw away the inside. What is it? Oh, it's, it's, it's, let's see. It's a... Oh yeah, it's like a food that comes in a package probably like pizza rolls. Oh, that's not right. It's... Oh yeah, good thinking. It's a banana. No, wait, you don't cook the inside. Banana bread? Do you give up? Yes, Evan, I give up. What is it? What is it? Tell me. It's corn on the cob. You throw away the husk, cook and eat the kernels, and throw away the cob. Bye. Oh, corn on the cob. Of course. Well, I didn't guess it because I don't throw away the cob. I eat them. What? Reggie, you don't eat your cobs. Well, you're missing out. Lots of fiber in corn cobs. Thanks for your calls, everyone. If you've got a question for me, call and leave me a message. The number is 1-888-7-WOW-WOW. I just might answer your question on WeWOW on the weekend. Okay, that takes care of that. All right, what's next? What's next? Oh yeah, let's listen to an episode. Thanks, co-host. Next up is a little segment I like to call Inside Tinker Cast Studios. Inside Tinker Cast Studios. This is the part where we revisit an episode of one of my favorite Tinker Cast shows. And today we're listening to Wow in the World Season 1, Episode 21, called A Case for the Giggles. Yeah, it's a story about why laughter is good for us. I know. I love laughing. Okay, fine. I'll hold my laughter until the end of the show. Let's play the episode. All right, here we go. And play. Wow in the World will be right back. Grownups, this message is for you. The world is full of inspiring people who've achieved unimaginable feats. Who's Amazing Life is a podcast from Wondry for the whole family that celebrates these one in a million stories. We walk you through the life's journey of a legend in their field. But here's the trick. You won't know whose story you're hearing until the end of the episode. Follow Who's Amazing Life on Amazon Music, Apple Podcasts, or wherever you listen. You can listen early and ad free by joining Wondry Plus and Apple Podcasts or the Wondry app. Hey, grownups. Mindy and Guy Raz here. And do you and the curious kids in your life listen to every episode of Wow in the World over and over and over again? And do you want to add the feeling of wow to more people's lives? Then you are ready to join the World Organization of Wowzers. As a W-O-W member, you get access to over 900 online activities to try out all summer long. And if you sign up now until August 31st, you get a bonus audio scavenger hunt guide included in your kit. Want to learn more? Head to TinkerCast.com slash membership. That's TinkerCast.com slash membership. That's it. Back to the show. Wow in the World Okay, bye. I'll see you tomorrow. Hey, watch out for that pile of breakable stuff at the end of the driveway. Oh, going inside. Hey, what in the world? Guy Raz? Guy Raz? What is going on? Hey, Guy Raz, what is going on in here? Oh, hey Mindy. You caught me in the middle of my new morning exercise routine. This is not exercise. You're just standing here laughing to yourself like you've gone bonker balls. What in the? This is not funny, Guy Raz. It's getting weird. Okay, well maybe this will help. Come watch this video. Video? Man, I've been trying to be all eyes up screens down. Okay, what's the video about? It's a video of the laughing yogi. His name is Ramesh Padni. He lives in India where he's known as the world's greatest laugh teacher. A laugh teacher? Guy Raz, who needs to be taught how to laugh? Well, grumpy people for one thing, Mindy. Well, I'm not grumpy, but I'm also not in a laughing mood because I came over here to tell you about this serious science story that I learned. And you're just acting like life is one big joke, laughing and giggling all over the place. I don't even know what's going on anymore. Well, Mindy, let's make a bet. You want to make a bet? Yeah, a bet. I will bet you that this video of yogi Ramesh Padni will make you laugh within 30 seconds. And Mindy, if I'm wrong, I will fill up your swimming pool with gummy bears. Okay, first of all, that's not a swimming pool. That's a tunnel that I'm digging to China. But second of all, I'm intrigued. What happens if I lose? Well, if this video makes you laugh, you have to clean up my cat Alice's litter box for a whole week. That's a little... Oh, man. I've been using that as a tiny sandbox. You mean she poops in there? Well, so what do you say? You want to shake on it? Your video of some guy trying to get me to laugh on command? Good luck with that, Guy Raz. You sure about that? I am so sure I'll win this bet that I've already sent out a telegram to all of the gummy bears in the world instructing them to march toward my house. Well, then it's a bet. You ready? Lay it on me. Okay, okay. So here goes. Here is yogi Ramesh Padni doing his laughing exercises. Laughing exercise for the heart and mind. Very easy. I'm not gonna laugh. I'm not gonna laugh. And I'm happy I'm the next. I'm happy I'm the next. I'm happy I'm the next. Now you can do full laughter. Laughing. Mindy, if we don't stop laughing. We're not gonna be able to get on with our lives. Okay. Mindy, Mindy, we just experienced a phenomenon known as contagion. Contagion? Wait, contagion? Everyone, quick, cover your mouths. Put on your germ masks. Mindy, Mindy, don't worry. There's nothing to worry about. Oh, nothing to worry about? Guy Raz, I happen to know that the dictionary definition of contagion is the communication or spread of a disease by a direct or indirect contact. I mean, did you even see the movie Contagion? I did it. Too scary. Mindy, you're right. That is one definition of contagion, but there's also another one and a little less scary. Well, I'm not taking this mask off until you can convince me it's safe. Mindy, the contagion I'm talking about is also about the spread of something. And in this case, the spread of an emotion or a behavior or an action. Wait a minute. So you're saying that when you were laughing, it spread to me and made me laugh? Yes, contagion. Laughter is one of those things humans do that spreads to other humans. It's contagious. Oh, so that explains why when I go to the movies, I always wind up laughing a lot more than when I watch a movie at home by myself. Right, because when you hear other people laughing around you, like you do at the movies, it triggers something in your brain that makes you want to laugh too. Wait a minute. So there are other things that we humans do that are contagious too, like, um, like when we yawn. Okay, that's enough. How does it work? If you see someone else yawn, there's a good chance you will yawn as well. Pretty sure we just experienced that, Guy Raz. But you know what? I think that smiling might be contagious too. Yep. See my pearly whites? Ooh, you are smiling with teeth I didn't even know you had. But yeah, your smile kind of makes me want to smile too. And amazingly, Mindy, when you see another person shiver from the cold, even if you see them through a window, like, you know, say inside your warm house, just seeing someone else shiver can make you feel colder. Wow, that is some serious contagion. It's all called mirroring behavior. Okay, so like when you look in a mirror and you see your own reflection, or when you see someone laughing or yawning or shivering and your body wants to mirror their behavior or copy it. Yes, isn't it incredible? Yeah, it really is. And even more amazing is that these behaviors, especially laughter, can spread from one person to the next to the next to the next, almost like a cold or the flu. Oh, alright, so this reminds me of this crazy video that I saw once where all of these people were stuck together on a train and then one person started laughing and then another person started laughing and another and another until before you knew it, the entire train was laughing their brains out. I thought the whole thing was going to fly off the rails. Yes, I love that video. It's hilarious. And you know, Mindy. Know what? There's a cognitive neuroscientist from the University of London named Sophie Scott. Time out. A cognitive neuroscientist is a person who studies the brain and thinking. Time in. And Sophie, well, she's one of the world's experts on laughter. You know, why we do it and why it spreads and what she does is she takes groups of people into her lab and, well, she asks them to laugh. What? For science? This is my kind of experiment. And what she's trying to figure out is how our laughter spreads and how laughter affects us. Well, I know I always feel a lot better after I laugh. Me too. And Mindy, what's so cool is that when we laugh, our bodies release natural chemicals, happy chemicals called neurotransmitters with silly names like dopamine and serotonin. Sorry. And these neurotransmitters help keep us smiling and also focused. So now I'm starting to understand those weirdo laughing exercises you were doing, Guy Raz. Well, Mindy, I was inspired by some research that was done by a team of scientists at Georgia State University. And they wanted to find out if laughing while exercising could actually be even better for certain people than just exercising alone. And guess what? Chicken, nope! Well, Mindy, what these scientists found that when people laugh and exercise together, not only do they get stronger, but if they're older, it helps their memory. No way. How does that work? Well, Mindy, for six weeks, a group of older adults, so maybe even older than some grandparents listening, exercised for 40 minutes. And during that time, they were told to laugh for up to 60 seconds, 10 different times. And whatever exercise they were doing, they had to laugh while doing that. What? That's nuts! So what happened? Well, laughter forces the muscles in your body to strengthen and relax. Strengthen and relax. And by repeating this, the researchers found that it actually helped this group of older adults become healthier. Wait, so this worked? Like they were healthier and stronger afterwards? Yes, and not only stronger, but the researchers found that the laughter helped this group remember things longer and stay happier. And the most interesting thing, Mindy, is that it didn't matter if it was real laughter or fake laughter. What? Our bodies can't really tell the difference, so all laughter is good. Wait, so they were just tricking their bodies into laughing? Yes, and the more they laughed, the more others around them laughed. Contagion! Yes! Oh boy, here we go again. Okay, Roz, I am not going to fall for it. No, I know what you're trying to do. I know that I lost the bet and I'm going to have to clean your cat Alice's litter box, but I will not start laughing just because you're trying to be... I can't hold it in anymore! Oh boy! Reggie! Help! I can't stop! Weren't you listening? It's contagion! Hurry, hurry! Say something sad! Oh, that is sad. Oh, Reggie! No, it's okay, it's okay. I needed to stop laughing. Thank you. Well, yeah, now I'm too sad. Okay, we've got to balance back out and get a little happier than this. Um, huh. Oh, good idea. Let's go out in the backyard and give new names to all my azaleas. Okay, let's think of some names quick. How about Francis? Well, what's your favorite name? No, your favorite name can't be Reggie, because that's your name and I don't want you getting confused when I water the garden and the... Thanks for joining us for this edition of We Wow on the Weekend. Our show is written by Ruth Morrison and Jed Anderson. Original sound design and production is done by Henry Moskal and Marion Lozano with help from Jed Anderson and Tyler Thull. Original music for We Wow on the Weekend is composed and performed by Tyler Thull. Special thanks to Steph Sosa, Rebecca Caban, and all of the other Tinkerers at TinkerCast HQ. There's still time to share your We Wow craft-er-noon challenges with us. Grown-ups, you can upload pictures and videos of your projects to us at TinkerCast.com slash share or call us at 1-888-7-WOW-WOW. Our website is TinkerCast.com. There, you can learn more about becoming an official member of the World Organization of Wowzers, learn about upcoming events, shop our shop, and pick up a copy of the latest edition of our number one New York Times bestselling book series, Wow in the Wild. Thanks again for thinking, tinkering, experimenting, and exploring with us this week. Meet us back here on Monday for Wow in the World, and remember, who wows? We wow! Wow in the World was made by TinkerCast and set to you by Wondery."}, "podcast_summary": "Hey there, podcast enthusiasts! We have an exciting new episode downloaded on our Podcast Platform, and you don't want to miss it. In this episode, We Wow on the Weekend, hosts Dennis and Reggie indulge in some Q&A with listeners, answering questions like \"Are there fires on other planets?\" and \"How do pianos work?\" They also share a mind-bending riddle and discover the contagious power of laughter. Did you know that laughter can spread just like a cold or flu? It's true! Find out how laughter affects us and why it's so good for our health. Plus, learn about a unique study that combined laughter and exercise to boost strength and memory in older adults. This episode is guaranteed to put a smile on your face and leave you feeling energized. So, head over to our Podcast Platform and tune in to the latest episode of We Wow on the Weekend. Get ready to be wowed!", "podcast_guest": "Guy Raz (; born November 9, 1975) is a  podcast host and creator. His shows include How I Built This, The Great Creators, Wow in the World, Wisdom from the Top, and several others. He has been described by The New York Times as \"one of the most popular podcasters in history\" and his podcasts have a combined monthly audience of 19.2 million downloads.He is also the founder of the audio company Built-It Productions that produces many of his programs and the co-founder of Tinkercast, a children’s media company. Raz worked as a host and correspondent for National Public Radio (NPR). In 2000, at age 25, he was appointed NPR’s Berlin bureau chief–the youngest overseas-based bureau chief in NPR history. As a war correspondent, Raz covered conflicts in Kosovo, Macedonia, Afghanistan, and Iraq. He was also CNN’s correspondent in Jerusalem from 2004-2006. He has reported from more than 45 countries.His book How I Built This was a New York Times and Wall Street Journal bestseller and has been translated into 16 languages. He is also the co-author (with Mindy Thomas) of several children’s books including the #1 New York Times bestseller, The How and Wow of the Human Body.\nRaz has appeared on The Tonight Show with Jimmy Fallon on five occasions.\n\n", "podcast_highlights": "Here are the main insights from the podcast:\n\n1. The podcast starts with an introduction and promotion of Wow in the World on YouTube.\n2. The hosts, Dennis and Reggie, answer questions from listeners, such as whether there are fires on other planets and how pianos work.\n3. They discuss the concept of contagion, where behaviors and emotions like laughter, yawning, and shivering can spread from one person to another.\n4. Cognitive neuroscientist Sophie Scott is mentioned as an expert on laughter and how it can affect us. Laughing releases neurotransmitters like dopamine and serotonin, which make us feel happier and more focused.\n5. The hosts mention a study from Georgia State University where older adults were asked to laugh while exercising. This combination of laughter and exercise helped them become healthier and improved their memory.\n6. The episode ends with the hosts attempting to stop laughing and balance out their emotions by thinking of sad things and renaming plants in the backyard.\n\nThese are the main points discussed in the podcast."}